Repository: vipinchan/mimi-remote
Catalog: ios/MimiRemote/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# ui.queued_waiting_for_the_current_reply_to_be
source: Queued, waiting for the current reply to be completed
zh_hans: 已排队，等待当前回复完成

# ui.queuing_to_send
source: Queuing to send...
zh_hans: 排队发送中…

# ui.queuing_value
source: Queued · %@
zh_hans: 排队中 · %@

# ui.quick
source: Quick
zh_hans: 快捷

# ui.quick_mode
source: Quick mode
zh_hans: 快速模式

# ui.quick_operation
source: Quick operation
zh_hans: 快捷操作

# ui.quick_release
source: Quick release
zh_hans: 快捷发布

# ui.quota
source: Quota
zh_hans: 额度

# ui.quota_exhausted
source: Quota exhausted
zh_hans: 额度耗尽

# ui.quota_has_been_exhausted
source: Quota has been exhausted
zh_hans: 额度已用尽

# ui.quota_value
source: Quota %@
zh_hans: 额度 %@

# ui.rate_limit
source: rate limit
zh_hans: 速率限制

# ui.raw_output
source: raw output
zh_hans: 原始输出

# ui.re_pair
source: re-pair
zh_hans: 重新配对

# ui.reactivate
source: Reactivate
zh_hans: 重新激活

# ui.read_independent_task
source: Read independent task
zh_hans: 读取独立任务

# ui.read_interface_structure
source: Read interface structure
zh_hans: 读取界面结构

# ui.read_issue_comments
source: Read issue comments
zh_hans: 读取 Issue 评论

# ui.read_linear
source: Read Linear data
zh_hans: 读取 Linear

# ui.read_linear_issue
source: Read Linear issue
zh_hans: 读取 Linear Issue

# ui.read_mac_side_gateway_configuration
source: Read host gateway configuration
zh_hans: 读取主机端 gateway 配置

# ui.read_only
source: Read Only
zh_hans: 只读

# ui.read_resources
source: Read resources
zh_hans: 读取资源

# ui.reading_action
source: Reading action
zh_hans: 正在读取动作

# ui.reading_git_status
source: Reading Git status
zh_hans: 正在读取 Git 状态

# ui.ready_to_load_full_history
source: Ready to load full history
zh_hans: 准备加载完整历史

# ui.reasoning_and_service_tier
source: Reasoning & Service Tier
zh_hans: 推理与服务层级

# ui.reasoning_effort
source: Reasoning Effort
zh_hans: 推理强度

# ui.reasoning_summary
source: reasoning summary
zh_hans: 推理摘要

# ui.recent_conversations
source: recent conversations
zh_hans: 最近会话

# ui.recent_fluctuations
source: recent fluctuations
zh_hans: 最近波动

# ui.recent_history
source: recent history
zh_hans: 最近历史

# ui.recent_output
source: recent output
zh_hans: 最近输出

# ui.recent_rpcs
source: Recent RPCs
zh_hans: 最近 RPC

# ui.recent_usage_time_has_not_been_reliably_saved
source: Recent usage time has not been reliably saved
zh_hans: 最近使用时间尚未可靠保存

# ui.recent_value
source: Recent %@
zh_hans: 最近 %@ 个

# ui.recent_workspaces_loaded_count
source: %lld recent workspaces loaded
zh_hans: 已加载 %lld 个最近工作区

# ui.recently
source: Recently
zh_hans: 最近

# ui.recently_disconnected
source: Recently disconnected
zh_hans: 最近断开

# ui.recently_used_value
source: Recently used: %@
zh_hans: 最近使用：%@

# ui.recheck
source: recheck
zh_hans: 重新检查

# ui.rechecking_and_cleaning
source: Rechecking and cleaning
zh_hans: 正在重新检查并清理

# ui.recording
source: Recording
zh_hans: 正在录音

# ui.recording_startup_failed
source: Recording startup failed
zh_hans: 录音启动失败

# ui.reference_the_installed_codex_plug_in_on_mac
source: Reference the installed Codex plug-in on Mac
zh_hans: 引用 Mac 端已安装的 Codex 插件

# ui.refresh
source: Refresh
zh_hans: 刷新

# ui.refresh_ability
source: Refresh capabilities
zh_hans: 刷新能力

# ui.refresh_codex_usage
source: Refresh Codex usage
zh_hans: 刷新 Codex 使用量

# ui.refresh_codex_usage_c0f2c6f0
source: Refresh Codex usage
zh_hans: 刷新 Codex 用量

# ui.refresh_current_session
source: Refresh current session
zh_hans: 刷新当前会话

# ui.refresh_git_status
source: Refresh Git status
zh_hans: 刷新 Git 状态

# ui.refresh_git_worktree
source: Refresh Git Worktree
zh_hans: 刷新 Git Worktree

# ui.refresh_list
source: Refresh list
zh_hans: 刷新列表

# ui.refresh_model_list
source: Refresh model list
zh_hans: 刷新模型列表

# ui.refresh_pr_status
source: Refresh PR status
zh_hans: 刷新 PR 状态

# ui.refresh_recent_conversations
source: Refresh recent conversations
zh_hans: 刷新最近会话

# ui.refresh_session_library
source: Refresh session library
zh_hans: 刷新会话库

# ui.refresh_session_list
source: Refresh session list
zh_hans: 刷新会话列表

# ui.refresh_skill_list
source: Refresh Skill List
zh_hans: 刷新 Skill 列表

# ui.refresh_status
source: refresh status
zh_hans: 刷新状态

# ui.refresh_target
source: Refresh Goal
zh_hans: 刷新目标

# ui.refresh_value_usage
source: Refresh %@ usage
zh_hans: 刷新 %@ 用量

# ui.refresh_workspace
source: Refresh workspace
zh_hans: 刷新工作区

# ui.refreshing
source: Refreshing
zh_hans: 刷新中

# ui.refreshing_21eaf737
source: Refreshing
zh_hans: 正在刷新

# ui.refreshing_value_usage
source: Refreshing %@ usage
zh_hans: 正在刷新 %@ 用量

# ui.refreshing_workspace
source: Refreshing workspace
zh_hans: 正在刷新工作区

# ui.regenerate_commit_instructions
source: Regenerate commit instructions
zh_hans: 重新生成提交说明

# ui.regenerate_commit_instructions_based_on_current_file
source: Regenerate commit instructions based on current file
zh_hans: 根据当前文件重新生成提交说明

# ui.reject
source: reject
zh_hans: 拒绝

# ui.rejected
source: Rejected
zh_hans: 已拒绝

# ui.relative_base_branch
source: relative base branch
zh_hans: 相对基准分支

# ui.release_branch
source: release branch
zh_hans: 发布分支

# ui.reload
source: reload
zh_hans: 重新加载

# ui.remaining_quota
source: Remaining quota
zh_hans: 剩余额度

# ui.remaining_value_tok
source: remaining %@ tok
zh_hans: 剩余 %@ tok

# ui.reminder
source: reminder
zh_hans: 提醒

# ui.reminder_cleared_value
source: Reminder cleared %@
zh_hans: 已清除提醒 %@

# ui.reminder_saved_but_notification_scheduling_failed_value
source: Reminder saved, but notification scheduling failed: %@
zh_hans: 已保存提醒，但通知调度失败：%@

# ui.reminder_set
source: Reminder set
zh_hans: 已设置提醒

# ui.reminder_value_has_been_set
source: Reminder set %@
zh_hans: 已设置提醒 %@

# ui.remote_archiving_value_has_been_canceled
source: Remote archiving canceled %@
zh_hans: 已取消远端归档 %@

# ui.remote_development_workbench
source: Remote development workbench
zh_hans: 远程开发工作台

# ui.remote_network_access_is_prohibited_by_default
source: Remote network access is prohibited by default
zh_hans: 远程默认禁止网络访问

# ui.remote_review_does_not_allow_custom_targets
source: Remote Review does not allow custom targets
zh_hans: 远程 Review 不允许 custom target

# ui.remote_review_only_allows_inline
source: Remote Review only allows inline
zh_hans: 远程 Review 只允许 inline

# ui.remove
source: Remove
zh_hans: 移除

# ui.remove_directory
source: Remove directory
zh_hans: 移除目录

# ui.remove_directory_value
source: Remove %@
zh_hans: 移除“%@”

# ui.remove_from_conversation_page
source: Remove from conversation page
zh_hans: 从会话页移除

# ui.remove_from_current_device
source: Remove from current device
zh_hans: 从当前设备移除

# ui.remove_skill_value
source: Remove Skill %@
zh_hans: 移除 Skill %@

# ui.removing_a_directory_only_removes_it_from_the_workspace
source: This only removes the directory from the workspace list. Files on your Mac will not be deleted, and you can reopen the directory later.
zh_hans: 这只会从工作区列表移除该目录，不会删除 Mac 上的文件；之后仍可重新打开。

# ui.rename
source: Rename
zh_hans: 重命名

# ui.rename_failed_value
source: Rename failed: %@
zh_hans: 重命名失败：%@

# ui.rename_mac
source: Rename Mac
zh_hans: 重命名 Mac

# ui.rename_session
source: Rename session
zh_hans: 重命名会话

# ui.replying
source: Replying
zh_hans: 正在回复

# ui.request
source: Request
zh_hans: 请求

# ui.request_additional_information
source: Request additional information
zh_hans: 请求补充信息

# ui.request_approval
source: Ask for Approval
zh_hans: 请求审批

# ui.request_cancelled_after_sending
source: cancelled after sending began
zh_hans: 发送开始后被取消

# ui.request_doctor_diagnosis_results_from_mac_assistant
source: Request Doctor Diagnosis Results from Mimi Mac Assistant
zh_hans: 重新请求 Mimi Mac 助手的 Doctor 诊断结果

# ui.request_full_history
source: Request full history
zh_hans: 请求完整历史

# ui.request_history_paging
source: Request history paging
zh_hans: 请求历史分页

# ui.request_subsequent_changes
source: Request subsequent changes
zh_hans: 要求后续变更

# ui.request_subsequent_changes_to_goals
source: Request changes to Goal
zh_hans: 请求更改目标

# ui.request_thumbnail_history
source: Request compact history
zh_hans: 请求缩略历史

# ui.requests_user_confirmation_count
source: %lld requests need your confirmation
zh_hans: %lld 个请求需要你确认

# ui.required_checks_passed_optional_suggestions
source: Required checks passed; %@ available.
zh_hans: 必要检查已通过；%@。

# ui.required_checks_passed_value_optional_suggestions_are_available
source: Required checks passed, there are %@ optional suggestions.
zh_hans: 必要检查已通过，另有 %@ 项可选建议。

# ui.reset_to_built_in_default
source: Reset to built-in default
zh_hans: 恢复内置默认

# ui.restore_all_display
source: Restore all display
zh_hans: 恢复全部显示

# ui.restore_default_appearance
source: Restore default appearance
zh_hans: 恢复默认外观

# ui.resubmit_the_recording_you_just_made
source: Resubmit the recording you just made
zh_hans: 重新提交刚才的录音

# ui.resume_independent_task
source: Resume independent task
zh_hans: 恢复独立任务

# ui.retention_policy
source: Retention policy
zh_hans: 保留策略

# ui.retest_speed
source: Retest speed
zh_hans: 重新测速

# ui.retry
source: Retry
zh_hans: 重试

# ui.retry_failed_websocket_not_connected
source: Retry failed: WebSocket not connected
zh_hans: 重试失败：WebSocket 未连接

# ui.retry_full_history
source: Retry full history
zh_hans: 重试完整历史

# ui.retry_speech_transcription
source: Retry speech transcription
zh_hans: 重试语音转写

# ui.return_to_add_content
source: Return to add content
zh_hans: 返回添加内容

# ui.return_to_previous_level
source: Return to previous level
zh_hans: 返回上一级

# ui.return_to_the_bottom_to_view_new_messages
source: Return to the bottom to view new messages
zh_hans: 回到底部查看新消息

# ui.review_all_uncommitted_changes_in_the_current_workspace
source: Review all uncommitted changes in the current workspace
zh_hans: 审查当前工作区尚未提交的全部改动

# ui.review_base_branch_cannot_be_empty
source: review base branch cannot be empty
zh_hans: review base branch 不能为空

# ui.review_comments_count
source: %lld review comments
zh_hans: %lld 条审查备注

# ui.review_commit_sha_cannot_be_empty
source: review commit sha cannot be empty
zh_hans: review commit sha 不能为空

# ui.review_failed_to_start_please_try_again_later
source: Review failed to start, please try again later.
zh_hans: Review 启动失败，请稍后重试。

# ui.review_goals
source: review goals
zh_hans: 审查目标

# ui.review_installation_steps_architecture_diagrams_privacy_boundaries_and
source: Review installation steps, architecture diagrams, privacy boundaries, and public screenshots.
zh_hans: 核对安装步骤、架构图、隐私边界和公开截图。

# ui.review_instructions_cannot_be_empty
source: review instructions cannot be empty
zh_hans: review instructions 不能为空

# ui.review_is_always_executed_within_the_current_session
source: Review is always executed within the current session and does not create a detached session.
zh_hans: Review 始终在当前会话内执行，不会创建 detached 会话。

# ui.review_mim_104_session_page_redesign_progress
source: Review MIM-104 Session Page Redesign Progress
zh_hans: 查看 MIM-104 会话页改版进度

# ui.review_notes
source: ### Review notes
zh_hans: ### 审查备注

# ui.review_notes_fd0eac2c
source: Review notes
zh_hans: 审查备注

# ui.review_notes_value
source: Review comments %@
zh_hans: 审查备注 %@

# ui.review_pending_issue_status
source: Review Pending Issue Status
zh_hans: 查看待办 Issue 状态

# ui.review_seedex_website_design
source: Review Seedex Website Design
zh_hans: 参考 Seedex 网站设计

# ui.review_started_for_value_value
source: Review started %@: %@
zh_hans: 已开始审查 %@：%@

# ui.review_startup_failed_value
source: Review startup failed: %@
zh_hans: Review 启动失败：%@

# ui.review_target_is_invalid_value
source: Review target is invalid: %@
zh_hans: Review 目标无效：%@

# ui.risk
source: risk
zh_hans: 风险

# ui.risk_badge_value
source: Risk: %@
zh_hans: 风险：%@

# ui.risk_value
source: , risk: %@
zh_hans: ，风险：%@

# ui.round_body
source: Rounded
zh_hans: 圆体

# ui.round_in_progress
source: Turn in progress
zh_hans: 回合处理中

# ui.rpc_returns_slowly
source: RPC returns slowly
zh_hans: RPC 返回慢

# ui.run_agentd_pair_when_the_qr_code_expires
source: Run `agentd pair` when the QR code expires.
zh_hans: 二维码过期时运行 `agentd pair`。

# ui.run_command
source: Run command
zh_hans: 运行命令

# ui.run_emulator_tests
source: Run tests on Simulator
zh_hans: 在模拟器上运行测试

# ui.run_error_value
source: Run error: %@
zh_hans: 运行错误：%@

# ui.run_real_device_tests
source: Run tests on a physical device
zh_hans: 在实体设备上运行测试

# ui.run_value
source: Run %@
zh_hans: 运行 %@

# ui.run_warning
source: Run warning
zh_hans: 运行警告

# ui.run_warning_value
source: Run warning: %@
zh_hans: 运行警告：%@

# ui.run_xcode_tools
source: Run Xcode tools
zh_hans: 运行 Xcode 工具

# ui.running
source: Running
zh_hans: 运行中

# ui.running_doctor
source: Running Doctor
zh_hans: 正在运行 Doctor

# ui.running_sessions_cannot_go_directly_to_worktree_please
source: Running sessions cannot go directly to Worktree, please stop or wait for completion.
zh_hans: 运行中的会话不能直接转到 Worktree，请先停止或等待完成。

# ui.running_the_third_round_after_the_first_two_passed
source: Running the third round; the first two passed.
zh_hans: 正在跑第三轮，前两轮都过了。

# ui.runtime
source: runtime
zh_hans: 运行时

# ui.runtime_provider
source: Runtime provider
zh_hans: 运行时提供方

# ui.runtime_subtitle_claude
source: Claude Code sessions on this host.
zh_hans: 本机的 Claude Code 会话。

# ui.runtime_subtitle_codex
source: Default runtime on this host.
zh_hans: 本机默认运行时。

# ui.runtime_summary
source: runtime summary
zh_hans: 运行时摘要

# ui.runtime_unavailable_hint
source: This runtime is not available on the current host.
zh_hans: 当前主机尚未启用此运行时。

# ui.save
source: save
zh_hans: 保存

# ui.save_connection
source: save connection
zh_hans: 保存连接

# ui.save_it_in_this_device_first_and_automatically
source: Save it on this device first, then automatically send it in the next turn after the current reply finishes.
zh_hans: 先保存在此设备上；当前回复结束后，会在下一回合自动发送。

# ui.save_notes
source: Save notes
zh_hans: 保存备注

# ui.save_on_this_device
source: Saved on this device
zh_hans: 已保存在此设备

# ui.saved_mac
source: Saved computer
zh_hans: 已保存的电脑

# ui.saved_macs_count
source: %lld Saved Macs
zh_hans: 已保存 %lld 台 Mac

# ui.saved_to_this_machine_and_preparing_to_send
source: Saved to this machine and preparing to send
zh_hans: 已保存到本机，正在准备发送

# ui.saved_to_this_machine_and_will_be_sent
source: Saved to this machine and will be sent after the current reply is completed
zh_hans: 已保存到本机，将在当前回复完成后发送

# ui.saving
source: Saving
zh_hans: 保存中

# ui.saving_6644f061
source: Saving…
zh_hans: 保存中…

# ui.scan_code_to_connect
source: Scan code to connect
zh_hans: 扫码连接

# ui.scan_qr_code_after_mac_setup
source: After setup on your Mac, scan the QR code shown there.
zh_hans: 完成 Mac 设置后，扫描它显示的二维码。

# ui.scan_qr_code_on_computer
source: Scan the QR code on your computer
zh_hans: 扫描电脑上的二维码

# ui.scan_qr_code_on_mac
source: Scan the QR code on your Mac
zh_hans: 扫描 Mac 上的二维码

# ui.scan_qr_code_to_add_mac
source: Scan QR code to add computer
zh_hans: 扫描二维码添加电脑

# ui.scan_qr_code_to_connect
source: Scan QR code to connect
zh_hans: 扫描二维码连接

# ui.scan_the_pairing_qr_code
source: Scan the pairing QR code
zh_hans: 扫描配对二维码

# ui.scan_the_qr_code_again_to_pair
source: Scan the QR code again to pair
zh_hans: 重新扫码配对

# ui.scan_the_qr_code_to_connect
source: Scan the QR code to connect
zh_hans: 扫描二维码连接

# ui.screenshot
source: screenshot
zh_hans: 截图

# ui.search
source: Search
zh_hans: 搜索

# ui.search_45a71f26
source: Search
zh_hans: 搜索

# ui.search_plugin
source: Search plugin
zh_hans: 搜索插件

# ui.search_query
source: Search %@
zh_hans: 搜索 %@

# ui.search_session
source: Search session
zh_hans: 搜索会话

# ui.search_skill
source: Search Skill
zh_hans: 搜索 Skill

# ui.search_the_web
source: Search the web
zh_hans: 搜索网络

# ui.search_workspace
source: Search workspace
zh_hans: 搜索工作区

# ui.searching_continues
source: Searching continues…
zh_hans: 正在继续搜索…

# ui.searching_historical_conversations
source: Searching historical conversations…
zh_hans: 正在搜索历史会话…

# ui.seconds_count
source: %lld seconds
zh_hans: %lld 秒

# ui.seconds_decimal
source: %@ s
zh_hans: %@ 秒

# ui.segmentation_takes_time
source: Segmentation takes time
zh_hans: 分段耗时

# ui.select_a_workspace_before_adding_files
source: Select a workspace before adding files.
zh_hans: 请先选择工作区，再添加文件。

# ui.select_base
source: Select Base
zh_hans: 选择 Base

# ui.select_code_directory_then_computer_shows_qr
source: Choose a code directory, then your computer will show a pairing QR code.
zh_hans: 选择代码目录后，电脑会显示配对二维码。

# ui.select_code_directory_then_mac_shows_qr
source: Choose a code directory, then your Mac will show a pairing QR code.
zh_hans: 选择代码目录后，Mac 会显示配对二维码。

# ui.select_confirm_esc_close
source: ↑↓ Select ↩︎ Confirm esc Close
zh_hans: ↑↓ 选择 ↩︎ 确认 esc 关闭

# ui.select_from_photo_gallery_multiple_selections_possible
source: Select from photo gallery, multiple selections possible
zh_hans: 从照片图库选择，可多选

# ui.select_pdf_text_or_source_file
source: Select a PDF, text, or source-code file
zh_hans: 选择 PDF、文本或源代码文件

# ui.select_session
source: Select session
zh_hans: 选择会话

# ui.select_skill
source: Select Skill
zh_hans: 选择 Skill

# ui.select_skill_or_type_in_the_input_box
source: Select Skill, or type $ in the input box to quickly call
zh_hans: 选择 Skill，或在输入框键入 $ 快速调用

# ui.select_text
source: Select Text
zh_hans: 选择文本

# ui.select_the_agent_responsible_for_performing_the_task
source: Select the Agent responsible for performing the task
zh_hans: 选择负责执行任务的 Agent

# ui.select_the_historical_session_from_the_left_to
source: Select the historical session from the left to continue the context; when you need to open the directory, you can first go to the workspace and add frequently used items.
zh_hans: 从左侧选择历史会话继续上下文；需要打开目录时，可以先到工作区添加常用项目。

# ui.select_the_model_to_use_in_the_next
source: Select the model for the next turn
zh_hans: 选择下一回合使用的模型

# ui.select_to_view_session_worktree_and_permission_status
source: Select to view session, worktree, and permission status.
zh_hans: 选择后可查看会话、Worktree 和权限状态。

# ui.select_workspace
source: Select workspace
zh_hans: 选择工作区

# ui.selected
source: Selected
zh_hans: 已选择

# ui.selected_and_sent_as_structured_capabilities
source: Selected and sent as structured capabilities
zh_hans: 选择后作为结构化能力发送

# ui.selected_b4f8bea5
source: , selected
zh_hans: ，已选择

# ui.send
source: send
zh_hans: 发送

# ui.send_after_waiting_for_connection_value
source: Send after waiting for connection · %@
zh_hans: 等待连接后发送 · %@

# ui.send_collaboration_message
source: Send collaboration message
zh_hans: 发送协作消息

# ui.send_ctrl_c
source: Send Ctrl-C
zh_hans: 发送 Ctrl-C

# ui.send_download_link_to_mac
source: Send download link to Mac
zh_hans: 发送下载链接到 Mac

# ui.send_download_link_to_windows
source: Send Windows download page
zh_hans: 发送 Windows 下载页面

# ui.send_method
source: Send method
zh_hans: 发送方式

# ui.send_target
source: Send Goal
zh_hans: 发送目标

# ui.send_target_task
source: Send Goal
zh_hans: 发送目标

# ui.sending
source: Sending…
zh_hans: 发送中…

# ui.sending_ctrl_c_failed_websocket_not_connected
source: Sending Ctrl-C failed: WebSocket not connected
zh_hans: 发送 Ctrl-C 失败：WebSocket 未连接

# ui.sending_failed
source: Sending failed
zh_hans: 发送失败

# ui.sending_failed_value
source: Sending failed: %@
zh_hans: 发送失败：%@

# ui.sending_failed_websocket_not_connected
source: Sending failed: WebSocket not connected
zh_hans: 发送失败：WebSocket 未连接

# ui.sending_result_pending_confirmation
source: Delivery pending confirmation
zh_hans: 发送结果待确认

# ui.sending_results_requires_confirmation
source: Sending results requires confirmation
zh_hans: 发送结果需要确认

# ui.sending_value
source: Sending · %@
zh_hans: 正在发送 · %@

# ui.sent_after_current_reply_is_complete_value
source: Sent after the current reply is completed · %@
zh_hans: 当前回复完成后发送 · %@

# ui.sent_decision_to_approve_and_remember_rules_awaiting
source: Sent decision to approve and remember rules, awaiting confirmation from Claude
zh_hans: 已发送批准并记住规则的决定，等待 Claude 确认

# ui.sent_waiting_for_reply
source: Sent, waiting for reply
zh_hans: 已送达，等待回复

# ui.serif
source: serif
zh_hans: 衬线

# ui.service_available
source: Service available
zh_hans: 服务可用

# ui.service_available_reminders_available
source: Service available, reminders available
zh_hans: 服务可用，有提醒

# ui.service_name
source: Service name
zh_hans: 服务名称

# ui.service_tier
source: Service Tier
zh_hans: 服务层级

# ui.service_version
source: Service version
zh_hans: 服务版本

# ui.session
source: session
zh_hans: 会话

# ui.session_completed
source: Session completed
zh_hans: 会话已完成

# ui.session_duplicated_as_value
source: Duplicated session as %@
zh_hans: 已复制会话为 %@

# ui.session_duplicated_but_rename_failed_value
source: Session duplicated, but renaming failed: %@
zh_hans: 会话已复制，但重命名失败：%@

# ui.session_error
source: session error
zh_hans: 会话错误

# ui.session_failed
source: Session failed
zh_hans: 会话失败

# ui.session_id_value
source: Session ID: %@
zh_hans: 会话 ID：%@

# ui.session_list_retry_seconds_count
source: The session list refreshed too quickly. It will retry in %lld seconds.
zh_hans: 会话列表刷新过快，将在 %lld 秒后自动重试。

# ui.session_loading_failed
source: Couldn't load sessions
zh_hans: 会话加载失败

# ui.session_name
source: session name
zh_hans: 会话名称

# ui.session_name_cannot_be_empty
source: Session name cannot be empty
zh_hans: 会话名称不能为空

# ui.session_name_cannot_exceed_256_bytes
source: Session name cannot exceed 256 bytes
zh_hans: 会话名称不能超过 256 bytes

# ui.session_name_cleared
source: Session name cleared
zh_hans: 会话名称已清除

# ui.session_options
source: Session options
zh_hans: 会话选项

# ui.session_pages_show_all_workspaces
source: Session pages show all %@.
zh_hans: 会话页显示全部 %@。

# ui.session_pages_show_workspace_selection
source: Session pages show %@.
zh_hans: 会话页显示 %@。

# ui.session_record_loading_failed
source: Session record loading failed
zh_hans: 会话记录加载失败

# ui.session_reminder
source: Session reminder
zh_hans: 会话提醒

# ui.session_renamed_to_value
source: Renamed session to %@
zh_hans: 已重命名会话为 %@

# ui.session_resumed_show_all_workspaces
source: Session resumed Show all workspaces
zh_hans: 会话已恢复显示全部工作区

# ui.session_runtime_unavailable
source: Session service unavailable
zh_hans: 会话服务不可用

# ui.session_start_source
source: Session start source
zh_hans: 会话启动来源

# ui.session_started
source: Session started
zh_hans: 会话已启动

# ui.session_stopped
source: Session stopped
zh_hans: 已停止会话

# ui.session_title_value
source: Session title: %@
zh_hans: 会话标题：%@

# ui.running_sessions_count
source: Running sessions: %@
zh_hans: 正在运行的会话：%@

# ui.sessions_count
source: %lld sessions
zh_hans: %lld 个会话

# ui.sessions_loaded
source: %@ sessions loaded
zh_hans: 已加载 %@ 个会话

# ui.sessions_loaded_count
source: %lld sessions loaded
zh_hans: 已加载 %lld 个会话

# ui.set_car_status_session
source: Show in Status Widget
zh_hans: 设为状态小组件

# ui.settings
source: settings
zh_hans: 设置

# ui.share_codex_desktop_sessions_experimental
source: Share Codex Desktop sessions (experimental)
zh_hans: 共享 Codex Desktop 会话（实验）

# ui.share_journey_brand_line
source: Your AI partner, wherever you are
zh_hans: 随时连接你的 AI 合伙人

# ui.share_journey_compact_day
source: Day %@
zh_hans: 第 %@ 天

# ui.share_journey_day_value
source: Day %@
zh_hans: 第 %@ 天

# ui.share_journey_eyebrow
source: MY AI JOURNEY
zh_hans: 我的 AI 旅程

# ui.share_journey_locked
source: Soon
zh_hans: 待解锁

# ui.share_journey_navigation_title
source: My AI journey
zh_hans: 我的 AI 旅程

# ui.share_journey_peak_hour
source: Peak time
zh_hans: 最常开工

# ui.share_journey_persona_daylight
source: Daylight maker
zh_hans: 白昼建造者

# ui.share_journey_persona_focused
source: Focused builder
zh_hans: 专注推进派

# ui.share_journey_persona_new_chapter
source: A new chapter
zh_hans: 故事刚刚开始

# ui.share_journey_persona_night
source: Night creator
zh_hans: 深夜创造者

# ui.share_journey_persona_sunrise
source: Sunrise starter
zh_hans: 晨光行动派

# ui.share_journey_privacy_note
source: Uses only task times and counts synced to this device. Project names, conversations, and code stay private.
zh_hans: 仅使用本设备已同步的任务时间和数量；项目名、对话与代码不会出现在卡片中。

# ui.share_journey_quote
source: You bring the direction. AI helps turn it into a path.
zh_hans: 你负责决定方向，AI 和你一起把路铺出来。
